
export const PRIVACY_POLICY_TEXT: string = `1.1. В настоящем документе и вытекающих или связанным с ним отношениях Сторон применяются следующие термины и определения:
а) СПОРТИВНЫЙ КЛУБ CHECKMAT KAZAKHSTAN
б) Клиент — дееспособное физическое лицо, присоединившееся к настоящему Соглашению, пользующееся услугами СПОРТИВНЫЙ КЛУБ CHECKMAT KAZAKHSTAN
в) Абонемент — именное право Клиента на потребление услуг в соответствии с условиями настоящего договора, абонемент не подлежит передаче другому лицу, обмену и возврату, кроме условий указанных в п.4.2. настоящего договора.
г) Договор – настоящий договор со всеми изменениями и дополнениями.
создает Соглашение на условиях настоящего Договора.
1.2.КЛИЕНТ поручает, а  СПОРТИВНЫЙ КЛУБ CHECKMAT KAZAKHSTAN принимает на себя обязательство по оказанию КЛИЕНТУ спортивных услуг, а именно, 12 тренировок согласно расписанию по бразильскому джиу-джитсу и грепплингу с 7.00 до 22.00, в спортивном клубе «CHECKMAT KAZAKHSTAN» с момента приобретения (оплаты) абонемента. КЛИЕНТ обязуется оплатить абонемент на посещение СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN, соблюдать Правила спортивного клуба «Checkmat KAZAKHSTAN».
1.3. Приняв условия договора вы подтверждаете, что:
а) Ознакомились с условиями настоящего Соглашения в полном объеме до начала использования Сервиса.
б) Принимаете все условия настоящего Соглашения в полном объеме без каких-либо изъятий и ограничений с вашей стороны и обязуетесь их соблюдать или прекратить использование Сервиса. Если вы не согласны с условиями настоящего Соглашения или не имеете права на заключение договора на их основе, вам следует незамедлительно прекратить любое использование Сервиса.
в) Договор (в том числе любая из его частей) может быть изменено Администрацией СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN без какого-либо специального уведомления. Новая редакция договора вступает в силу с момента ее размещения на Сайте СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN либо доведения до сведения Клиента в иной удобной форме, если иное не предусмотрено новой редакцией договора.

2. ПРАВА И ОБЯЗАННОСТИ СТОРОН
2.1. КЛИЕНТ в течение срока действия абонемента имеет право:
2.1.1. Посещать  СПОРТИВНЫЙ КЛУБ CHECKMAT KAZAKHSTAN в часы его работы;
2.1.2. Потреблять спортивные услуги, предоставляемые СПОРТИВНЫМ КЛУБОМ;
2.2. КЛИЕНТ обязан:
2.2.1. Соблюдать и не нарушать Правила посещения  СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN;
2.2.2. Незамедлительно уведомлять Администрацию клуба о наличии медицинских противопоказаний, если услуги  СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN могут повлечь причинение ущерба жизни или здоровью КЛИЕНТА, а равно о противопоказаниях, которые создают или могут создать угрозу жизни или здоровью иных клиентов и персонала КЛУБА;
2.2.3. Пройти инструктаж по технике безопасности и правилам пожарной безопасности и получить рекомендации у работников  СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN по вопросам пользования тренажерами, инвентарем и оборудованием КЛУБА;
2.2.4. Своевременно оплатить стоимость спортивных услуг, указанную в п. 3.1. настоящего договора;
2.2.5. Бережно относиться к имуществу СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN, предотвращать поломки оборудования и незамедлительно сообщать о нарушениях правил посещения (нанесения ущерба имуществу, поломки оборудования)  СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN тренеру;
2.2.6. Оплатить штраф за утерю (порчу) имущества  СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN в соответствии с действующими тарифами или в размере его стоимости;
2.3. СПОРТИВНЫЙ КЛУБ CHECKMAT KAZAKHSTAN имеет право:
2.3.1. Требовать врачебного осмотра (справку) при наличии явных признаков, указывающих на то, что состояние здоровья КЛИЕНТА может представлять угрозу здоровью иных клиентов либо персонала СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN, а в случае подтверждения этих признаков – временно прекратить в одностороннем порядке оказание услуг;
2.3.2. Отказать КЛИЕНТУ в доступе в СПОРТИВНЫЙ КЛУБ CHECKMAT KAZAKHSTAN (временно прекратить в одностороннем порядке оказание услуг) при наличии явных признаков того, что Клиент находится в состоянии алкогольного, наркотического или токсического опьянения, либо пытается пронести на территорию спортивного клуба любые виды оружия, взрывчатые либо ядовитые вещества, а равно в случае нарушения КЛИЕНТОМ своих обязательств, предусмотренных п. 1.2. настоящего договора;
 2.3.3. Требовать от КЛИЕНТА прекращения действий, нарушающих Правила СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN, а в случае игнорирования замечаний работников Клуба – просить Клиента покинуть СПОРТИВНЫЙ КЛУБ CHECKMAT KAZAKHSTAN;
2.4. СПОРТИВНЫЙ КЛУБ CHECKMAT KAZAKHSTAN обязуется:
2.4.1. Оказывать КЛИЕНТУ  спортивные  услуги СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN (возможное время занятий: с 7.00 — по 22.00 согласно расписанию Клуба);
2.4.2. После предъявления КЛИЕНТОМ квитанции о полной оплате спортивных услуг, выдать КЛИЕНТУ абонемент;
2.4.3. Не расторгать договор в одностороннем порядке досрочно в течение срока действия абонемента, кроме условий указанных в п. 4.1. настоящего договора.

3. СТОИМОСТЬ СПОРТИВНЫХ УСЛУГ И ПОРЯДОК РАСЧЕТОВ
3.1. Общая стоимость услуг за месяц составляет 12000 (двенадцать тысяч) тенге без учета НДС. Исполнитель не является плательщиком НДС.
3.2. КЛИЕНТ осуществляет оплату в размере 100% от суммы, указанной в п. 3.1 настоящего Договора
3.3. Форма оплаты – безналичная.

4. ПРИОСТАНОВЛЕНИЕ И ДОСРОЧНОЕ РАСТОРЖЕНИЕ ДОГОВОРА
4.1. Договор подлежит досрочному расторжению в одностороннем порядке по инициативе  СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN в следующих случаях:
4.1.1. Нарушения КЛИЕНТОМ Правил  СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN или условий настоящего договора;
4.1.2. Нарушения КЛИЕНТОМ порядка оплаты абонемента;
4.1.3. Выявления у КЛИЕНТА документально подтвержденных противопоказаний, создающих угрозу жизни или здоровью иных клиентов либо персонала  СПОРТИВНОГО КЛУБА CHECKMAT KAZAKHSTAN;
4.2. Возврат КЛИЕНТУ стоимости абонемента не производится, а также не предусмотрены трансфер абонемента на третье лицо.
`
